Repository: DigitalMindCH/contributer
Catalog: languages/contributer_plugin-*.po
Languages: da_dk

source: Updating profile
da_dk: Updating profile (german)

source: Profile Picture
da_dk: Profile picture (german)

source: Make sure to upload a square image for best-looking results.
da_dk: Make sure to upload a square image for best-looking results. (german)

source: Profile Information
da_dk: Profile information (german)

source: Bio
da_dk: Bio (german)

source: Email
da_dk: Email (german)

source: Display Name
da_dk: Display name (german)

source: Website URL
da_dk: Website URL (german)

source: Facebook URL
da_dk: Facebook URL (german)

source: Twitter URL
da_dk: Twitter URL (german)

source: Flickr URL
da_dk: Flickr URL (german)
